{"title":"2019年度总结","date":"2020-01-27T12:00:00.000Z","slug":"summary_2019","comments":true,"tags":["人生"],"categories":["思考"],"updated":"2020-07-12T09:41:10.462Z","content":"<h1 id=\"2019年度总结\">2019年度总结<a href=\"post/summary_2019#2019年度总结\"></a></h1><p>今天是2020年01月27日，最近中国爆发了新冠肺炎疫情，人们都宅居在家，往日熙熙攘攘的大街现在渺无人烟。一杯清茶，三餐米饭，这阔别许久的清闲生活让我终于有动力回想一下过去的一年：学术上终有小成，实习工作终于敲定，对世界地理又有的新的探索，人生多了些新的感悟……回想起来，2019虽是本命之年，却也算是很精彩的一年。</p>\n<h3 id=\"锲而不舍，愚公移山\">锲而不舍，愚公移山<a href=\"post/summary_2019#锲而不舍，愚公移山\"></a></h3><p>我想用上面两个词形容下2019一年的学习与科研。</p>\n<p>从2017年开始加入组里进行科研开始，前前后后科研工作5项，顶会投稿9次，终于在年底中了一篇WWW。说起这个工作，我们实际上第一次投稿，而之前的工作，虽然前后修改多次，投稿多次，但至今没有中。回想起来，排除运气的因素，在这一次次的科研，投稿，与review的交流中，自身的能力也在逐渐的提升，逐渐知道如何做科研，如何写文章，如何与coauothers合作……</p>\n<p>我们导师对我们的要求很高，我们的target都是瞄准的数据挖掘与人工智能领域顶级的国际会议期刊（CCF A 级别），每年投稿录用比例都很低。在这种条件下，我不是那种上天眷顾之人，我知道我的缺点在哪: 我英语能力不行，一开始我写的文章被导师狂喷，虽然科研工作做得相对扎实，但不知道如何将成果写出来，表达出来。</p>\n<p>然而我也有我的优势，我天生比较爱想，对于问题比较敏感；综合能力也不错，可以自己独立地进行科研工作，想idea，写代码，做实验。导师对我信任，给予了我很多的机会，我非常感恩。在一次次的科研与投稿中，我逐渐知道了如何表达，如何写文章，如何合作与处事。</p>\n<p>回到这次我们WWW中的文章，这是我们与国家电网合作的反窃电项目，我们抓住反窃电问题，调研了现在学术界的很多文章，抓住真实场景下这一难点问题，提出气候与用户用电的关系，除了paper的发表，也真实应用到了国网真实的反窃电排查中，取得了不错的效果。回想起来，这次工作我们推进扎实，案例分析细致，环环相扣；每句话每个词都仔细推敲，虽然这次没有导师的帮助，但我们觉得，这次writing确实是不错。</p>\n<p>在科研这条道路上，我摔过跤，迷茫过，失望过，想过放弃，但终究还是坚持了下来。在黑暗中爬行，只为了前面的一缕阳光。幸运的，我坚持住了，在毕业前迎来了收获的一天，感谢曾经那个不放弃的自己。愿还在挣扎前行的同行们，不要放弃，每一次被拒就是一次前进的力量，提升自己，终将会成功。</p>\n<h3 id=\"纸上学来终觉浅，绝知此事要躬行\">纸上学来终觉浅，绝知此事要躬行<a href=\"post/summary_2019#纸上学来终觉浅，绝知此事要躬行\"></a></h3><p>在忙碌的工作和学习中，还是终于抽出了一些时间去到处转转：6月份去了大西北，走了走青甘大环线，体悟了一把高原的壮丽与大漠的肃杀；12月份底去了日本，打卡了东京塔与秋叶原，在镰仓的高校前站合了个影。人生没啥大企盼，愿行走天下，体悟不同的风土人情，生命短暂，不付此生。</p>\n<p>几个已经工作的以前同学，或开会或跳槽，来杭州顺便过来找我。见到他们我非常高兴，也非常感慨：我们还是那个我们，但是心态已经不在。时光过得很快，那些你想留下的，也许再也不会回来了。断舍离，人总是要跟过去的说再见的，到一定程度了就需要翻开新的篇章。</p>\n<h3 id=\"选择，选与择\">选择，选与择<a href=\"post/summary_2019#选择，选与择\"></a></h3><p>盛年不从来，一日难再晨；及时当勉励，岁月不待人。</p>\n<p>工作的选择，是2019年另外一件重大的事情。曾经我在著名工作交流平台上问了这样一个问题：“第一份工作是镀金好还是开疆拓土好”。这个问题可以基本体现出我的纠结心态。</p>\n<p>不错，工作的选择我有很多，有很多公司及部门给我抛出了橄榄枝，他们有的技术牛逼业务好，有的薪资开的非常高没法拒绝，有的领导重视发展前景好……我咨询过很多的人，包括家人，老师，同学，来回做了很多的决定。</p>\n<p>有人说：“人生的成功，3分靠努力，7分靠选择”。选择对的路，成功就已经获得了一半，在我看来，工作的选择，就和创业一样，要看前景与发展，人要往后看，看到5年后的自己是什么样，10年20年是啥样，要有超前的远见意识，及早的做好人生的规划。</p>\n<p>同样，还有一句话，是导师在找工作中告诉我的：“从你毕业开始，你就不是一个学生了”。这句话的深层意思，不仅不是一个学生身份，更不应该是一个学生的心态。步入社会，就要向社会贡献，输出自己的力量。从象牙塔走向社会，你从一个吸收者变为一个输出者。要考虑能充分展现个人能力的平台，努力的去创造自己的价值。</p>\n<h3 id=\"最后也是开始\">最后也是开始<a href=\"post/summary_2019#最后也是开始\"></a></h3><p>逝者如斯夫，不舍昼夜。</p>\n<p>写完这篇，就要开始步入2020了。2020，开局疫情严峻，科比遇难；2020，研究生即将毕业，学习生涯即将结束；2020，我国将走入全面脱贫，全面小康的社会。时间总是在悄然的流走，洗去青涩稚嫩、洗去迷茫彷徨，而那留下的就是我们深思熟虑后的执着和追求。</p>\n<p>2019年写在这，愿多年后蓦然回首，此处也是不凡韶华……</p>\n","next":{"title":"Time2Graph","slug":"time2graph"},"link":"https://vachelhu.github.io/blog/post/summary_2019/","toc":[{"title":"2019年度总结","id":"2019年度总结","index":"1"}],"copyright":{"author":"Wenjie Hu","link":"<a href=\"https://vachelhu.github.io/blog/post/summary_2019/\" title=\"2019年度总结\">https://vachelhu.github.io/blog/post/summary_2019/</a>","license":"Attribution-NonCommercial-NoDerivatives 4.0 International (<a href=\"https://creativecommons.org/licenses/by-nc-sa/4.0/\" rel=\"external nofollow noopener\" target=\"_blank\">CC BY-NC-ND 4.0</a>)"}}